Repository: unawe/spacescoop-old
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg, bn, cs, cy, da, de, el, es, fa, fr, he, hi, id, is, it, ja, nl, no, pl, pt, ro, ru, si, sl, sw, ta, tr, uk, vi

source: Supernova Remnant: A supernova remnant is a cloud of cosmic gas and dust created by the violent explosion of a massive star. The supernova remnant is what remains of the unfortunate star.
ja: 超新星残がい：超新星残がいは、巨大な星の激しい爆発によってつくられる宇宙ガスとちりの雲です。超新星残がいは、不運な星の残りかすです。
ro: Rămășită de supernova: O rămășiță de supernovă este un nor cosmic format din gaz și praf rezultat în urma exploziei violente a unei stele masive. Rămășița de supernovă este ceea ce rămâne din steua nefericită.

source: Telescope: A Telescope is an instrument used to see objects that are very far away. Telescopes are often used to look at distant planets, stars and galaxies.
ja: 望遠鏡：望遠鏡は、非常に遠く離れている天体を見るのに用いられる器具です。望遠鏡を使って、遠い惑星や星や銀河を見ます。
ro: Telescop: Un telescop este un instrument folosit pentru a vedea obictele situate la distanțe foarte mari. Cel mai adesea telescoapele sunt folosite pentru a ne uita la planetele îndepărtate, stele și galaxii.

source: Terrestrial Planets: Mercury, Venus, Earth and Mars are called the terrestrial planets (pronounced "Ter-EST-ree-al"). All four of these planets are similar to Earth in size and are made of rock.
ja: 地球型惑星：水星、金星、地球と火星を地球型惑星といい、大きさにおいて地球と同程度で、岩でできています。
ro: Planete telurice: Mercur, Venus, Pământul și Marte mai poartă numele și de planete telurile. Toate aceste planete sunt asemănătoare Pământului în ceea ce privește mărimea și compoziția.

source: Ultraviolet: Ultraviolet (often shortened to UV) is an invisible type of light. UV waves have high energy. UV rays from the Sun are capable of damaging cells in our skin and causing sunburn.
ja: 紫外線：見えない光の一種で、紫外線（略してUV）があります。UV波は、高エネルギーを持ち、太陽からのUV光線は、私たちの皮膚の細胞に損傷を与えて、日焼けを引き起こします。
ro: Ultraviolet: Razele ultraviolet (adesea prescurtate UV) reprezintă un tip de lumină invizibilă. Undele UV au energie mare. Razele UV provenite de la Soare pot distruge celulele din pielea noastră provocând arsuri.

source: Universe: The Universe is everything that exists, all planets, stars, galaxies and every other object on Earth and in space.
ja: 宇宙：宇宙は存在するすべてです。すべての天体、惑星、恒星、銀河や地球の上に存在するものすべてです。
ro: Univers: Universul reprezintă tot ceea ce există, toate planetele, stelele, galaxiile și toate celelalte obiecte de pe Pământ și din spațiu.

source: Uranus: Uranus is a cold blue, gas planet that lies far from the Sun. Unlike all the other planets, Uranus lies on its side, with its South Pole facing the Sun.
ja: 天王星：天王星は、太陽から遠くはなれた冷たく青いガス惑星です。他の惑星とちがって、太陽にたいして横向けに倒れていて南極を向けています。
ro: Uranus: Uranus este o planetă gazoasă, albastră care se află situată la mare distanță de Soare. Spre deosebire de restul planetelor, Uranus se rotește în alt plan având polul sud spre Soare.

source: Venus: Venus is the second planet from the Sun and the hottest planet in the Solar System. Venus is Earth’s twin in size, but unlike Earth it’s covered in ancient volcanoes!
ja: 金星：金星は、太陽から2番目の惑星で太陽系で最も熱い惑星です。金星は大きさから地球の双子星だといわれていますが、地球とは異なり、古代の火山でおおわれています。
ro: Venus: Venus este a treia planetă de la Soare și una dintre cele mai fierbinți din Sistemul Solar. Venus este sora geamănă ca mărime a Pământului, dar spre deosebire de Pământ este acoperită de vulcani preistorici.

source: Visible: Light Visible light is the only type of light that our eyes can detect. Visible light contains all the colours of the rainbow.
ja: 可視：可視光は、わたしたちの目が見ることができる光の種類です。可視光は、虹のすべての色を含みます。
ro: Vizibilă: Lumina vizibilă reprezintă singura sursă de lumină care poate fi detectată de ochii noștri. Lumina vizibilă conține toate culorile curcubeului.

source: White Dwarf: When a Sun-like star has burned up all its fuel, it begins to collapse inwards. The material in the star's core ends up squashed tightly down into a tiny ball called a white dwarf.
ja: 白色矮星（わいせい）：太陽似た恒星がすべてのその燃料を使い切ったとき、内部からくずれはじめます。恒星の芯の物質は、白色矮星と呼ばれている小さい球体に押しつぶされて終わりをむかえます。
ro: Pitica albă: Atunci când o stea asemănătoare soarelui nostru rămâne fără combustibil începe să se prăbușească în ea însăși. În cele din urmă materia din interiorul stelei ajunge să fie comprimată într-o sferă foarte mică și densă care poartă numele de pitică albă.

source: X-ray: X-rays are a type of invisible light. X-rays can travel through soft tissue like skin and muscle, so they can be used to take pictures of broken bones.
ja: Ｘ線：Ｘ線は、目に見えない光です。Ｘ線は皮膚と筋肉のように柔らかい組織を通り抜けることができるので、骨折の画像に使うことができます。発見者の名前からレントゲン写真ということもあります。
ro: Razele X: Razele X reprezintă un tip de lumină. Razele X pot călători prin țesuturile moi cum ar fi pielea sau mușchii, prin urmare ele pot fi folosite pentru a fotografia oasele rupte.

source: This website was produced by funding from the European Community's Horizon 2020 Programme under grant agreement n° 638653
ar: تم إطلاق هذا الموقع بتمويل من برنامج الاتحاد الأوروبي (Horizon 2020) بموجب إتفاقية المنحة (n
bn: এই ওয়েবসাইট অনুদান চুক্তির অধীনে ইউরোপিয়ান কমিউনিটি এর হরাইজন 2020 কর্মসূচি থেকে অর্থায়ন দ্বারা উত্পাদিত হয় N ° 638653
da: Denne side er produceret med støtte fra European Community's Horizon 2020 Programme gennem bevillingsaftale n° 638653
el: Αυτή η σελίδα παράχθηκε με χρηματοδότηση του προγράμματος Ορίζοντας 2020 της Ευρωπαικής Ένωσης (αριθμός σύμβασης 638653)
fr: Ce site web a été réalisé grâce au financement du Programme Horizon 2020 de la Communauté Européenne sur la base de l'accord de subvention numéro 638653
he: האתר הופק בעזרת מימון של תוכנית Horizon 2020 של האיחוד האירופי, במסגרתמענק מס' 638653
hi: इस वेबसाइट अनुदान समझौते के तहत यूरोपीय समुदाय के क्षितिज 2020 कार्यक्रम से धन के द्वारा तैयार की गई थी n ° 638,653
id: Situs ini didanai oleh Program European Community's Horizon 2020 berdasarkan perjanjian n° 638653
it: Questo sito web è realizzato grazie al finanziamento della Comunità Europea, con l'accordo n° 638653 del Programma Horizon 20202
ja: このウェブページはn° 638653の助成によるECH2020プログラム基金によって作られました。
no: Denne websiden er produsert med støtte fra European Community's Horizon 2020 Programme under tilskuddsavtale nr. 638653
ro: Acest website a fost realizat pe faza unei finanțări în cadrul programului Comunității Europene - Horizon 2020, grant n° 638653.
ru: Этот портал был создан при финансовой поддержке Европейского сообщества программы "Горизонт 2020" в рамках грантового соглашения № 638653
sl: To spletno stran financira program Obzorje 2020 Evropske komisije po pogodbi n° 638653
tr: Bu web sayfası Avrupa Komisyonu'nun Ufuk2020 Programına bağlı n° 638653 nolu anlaşmasınca desteklenmektedir
uk: Ця інтернет сторінка була створена за фінансової підтримки програми "Horizon 2020" від Європейської спільноти в рамках угоди про надання гранту №638653
vi: Trang thông tin này được thực hiện với thỏa thuận tài trợ số 638653 của Chương trình Chân trời 2020 của Cộng đồng Châu Âu.

source: Misc
cy: Amrywiol
ro: Diverse

source: This Space Scoop is based on a Press Release from
he: סקופ החלל הזה מבוסס על הודעה לעיתונות של

source: This Space Scoop is based on Press Releases from
he: סקופ החלל הזה מבוסס על הודעה לעיתונות של

source: This page isn't available in your language yet, if you'd like to provide a translation please contact us at
he: עמוד זה עדיין אינו זמין בעברית. אם ברצונך לתרגמו, אנא צור קשר דרך
