Repository: unawe/spacescoop-old
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, bg, bn, cs, cy, da, de, el, es, fa, fr, he, hi, id, is, it, ja, nl, no, pl, pt, ro, ru, si, sl, sw, ta, tr, uk, vi

source: Main Page
cy: Prif Dudalen
ja: メインページ
ro: Prima pagină
vi: Trang chủ

source: Stories
cy: Erthyglau
ja: 画像
ro: Povestiri
si: රූප
vi: Hình ảnh

source: Pictures
ar: صور
bg: Изображения
bn: চিত্র
cs: Obrázky
cy: Lluniau
da: Billeder
de: Bilder
el: Εικόνες
es: Imágenes
fa: تصاویر
fr: Images
he: תמונות
hi: चित्र
id: Foto
is: Myndir
it: Immagini
ja: 画像
nl: Plaatjes
no: Bilder
pl: Ilustracje
pt: Imagens
ro: Imagini
ru: Изображения
si: රූප
sl: Slike
sw: Picha
ta: படங்கள்
tr: Görüntüler
uk: Зображення
vi: Hình ảnh

source: Space Words
ar: مصطلحات فضائية
bg: Космически думички
bn: স্পেস শব্দ
cs: Vesmírný slovník
cy: Termau'r Gofod
da: Rumord
de: Weltall-Wörter
el: Διαστημική ορολογία
es: Palabras del espacio
fa: واژه‌های فضایی
fr: Mots sur l'espace
he: מונחי חלל
hi: अंतरिक्ष शब्द
id: Istilah Antariksa
is: Hugtök
it: Parole spaziali
ja: 天体用語
nl: Ruimtewoorden
no: Ordliste
pl: Kosmiczne słówka
pt: Palavras do espaço
ro: Cuvinte din astronomie
ru: Космические миры
si: අභ්‍යවකාශ වදන්
sl: Vesoljske besede
sw: Maneno ya angani
ta: விண்வெளிச் சொற்கள்
tr: Uzay Kelimeleri
uk: Космічні слова

source: Topics
ar: مواضيع
bg: Теми
bn: বিষয়
cs: Témata
cy: Pynciau
da: Emner
de: Themen
el: Θέματα
es: Temas
fa: موضوعات
fr: Thèmes
he: נושאים
hi: विषय
id: Topik
is: Viðfangsefni
it: Argomenti
ja: トピックス
nl: Onderwerpen
no: Temaer
pl: Tematy
pt: Temas
ro: Subiecte
ru: Темы
si: මාතෘකා
sl: Teme
sw: Mada
ta: தலைப்புக்கள்
tr: Konular
uk: Теми
vi: Chủ đề

source: Search
ar: بحث
bg: Потърси
bn: অনুসন্ধান
cs: Hledej
cy: Chwilio
da: Søg
de: Suchen
el: Αναζήτηση
es: Búsqueda
fa: جستجو
fr: Recherche
he: חיפוש
hi: खोज
id: Cari
is: Leit
it: Cerca
ja: 検索
nl: Zoek
no: Søk
pl: Szukaj
pt: Pesquisa
ro: Caută
ru: Поиск
si: සෙවීම්
sl: Iskanje
sw: Tafuta
ta: தேடல்
tr: Ara
uk: Пошук
vi: Tìm kiếm

source: News from Across the Universe
ar: أخبار من الكون
bg: Новини от Вселената
bn: মহাবিশ্ব জুড়ে থাকা খবর
cs: Novinky z vesmíru
cy: Newyddion y Bydysawd
da: Nyheder fra Hele Universet
de: Neuigkeiten aus dem Universum
el: Τα νέα του Σύμπαντος
es: Noticias del Universo
fa: اخبار سراسر کیهان
fr: Nouvelles de l'Univers
he: חדשות מרחבי החלל
hi: विश्व भर से समाचार
id: Berita Antariksa
is: Fréttir af himingeimnum
it: Notizie dall'Universo
ja: 宇宙ニュース
nl: Nieuws uit het heelal
no: Nyheter fra verdensrommet
pl: Nowinki z krańców Wszechświata
pt: Notícias do Universo
ro: Știri din întregul Univers!
ru: Новости со всей Вселенной
si: විශ්වයෙන් පුවත්
sl: Novice iz širnega vesolja
sw: Habari za Ulimwengu
ta: பிரபஞ்சச் செய்திகள்
tr: Evrenin Her Köşesinden Haberler
uk: Новини з усього Всесвіту
vi: Tin tức toàn vũ trụ

source: Discover more awesome topics!
ar: اكتشف مواضيع جديدة و رائعة
bg: Открий още интересни теми!
bn: আবিষ্কার করো আরো বিস্ময়জনক বিষয়
cs: Objev více pozoruhodných novinek
cy: Darganfyddwch mwy o bynciau diddorol!
da: Opdag flere fantastiske emner
de: Entdecke weitere tolle Themen!
el: Ανκάλυψε κι άλλα καταπλητικά θέματα!
es: ¡Descubre más temas asombrosos!
fa: درباره موضوعات جالب بیشتری بخوانید!
fr: Découvre d'autres sujets passionnants !
he: !גלו נושאים מרתקים נוספים
hi: और अधिक दिलचस्प विषयों की खोज
id: Temukan topik keren lainnya
is: Skoðaðu fleiri spennandi viðfangsefni!
it: Scopri altri eccitanti argomenti
ja: すごいトピックス見つけよう
nl: Ontdek meer gave onderwerpen!
no: Opptag flere spennende temaer!
pl: Poznaj więcej kosmicznych ciekawostek!
pt: Descobre mais temas fantásticos!
ro: Descoperă mai multe subiecte interesante!
ru: Откройте больше удивительных тем
si: තවත් වැදගත් මාතෘකා
sl: Odkrij še več čudovitih tem!
sw: Tambua mada mpya!
ta: புதிய தலைப்புக்களை அறிய!
tr: Birkaç harika konu daha keşfet!
uk: Відкрийте більше дивовижних тем!
vi: Khám phá thêm những chủ đề ấn tượng

source: Still curious? Learn more...
ar: مازلت فضوليا؟ اعرف المزيد...
bg: Още си любопитен? Научи повече...
bn: এখনো কৌতুহলী? আরো পড়ো ..
cs: Chceš ještě víc informací? Tak tudy...
cy: Eisiau gwybod mwy?
da: Stadig nysgerrig? Lær mere her...
de: Noch neugierig? Lerne mehr...
el: Θά ' θελες να μάθεις παραπάνω?
es: ¿Todavía con curiosidad? Aprende más...
fa: هنوز کنجکاوید؟ بیشتر بدانید...
fr: Curieuse / Curieux d'en apprendre plus ?
he: ...עדיין סקרנים? קיראו עוד
hi: अब भी उत्सुक ? और अधिक जानें...
id: Penasaran? Yuk cari tahu...
is: Enn forvitin(n)? Lærðu meira...
it: Vuoi saperne di più?
ja: もっと知りたい方へ
nl: Nieuwsgierig? Leer meer...
no: Fortsatt nysgjerrig? Lær mer ...
pl: Głodny wiedzy? Przeczytaj więcej...
pt: Ainda com curiosidade? Aprende mais...
ro: Ești încă curios? Află mai multe...
ru: Еще любопытно? Узнать больше...
si: වැඩිදුර තොරතුරු
sl: Še radoveden/-a? Preberi več...
sw: Bado una shauku? Jifunze zaidi...
ta: ஆர்வம் இருக்கிறதா? மேலும் அறிய...
tr: Hala merak ediyor musun? Daha fazlasını öğren...
uk: Все ще зацікавлені? Дізнайтесь більше...
vi: Bạn còn tò mò không? Hãy tìm hiểu...

source: What is Space Scoop?
bg: Какво е Space Scoop?
bn: স্পেস স্কুপ কি?
cs: Co je to Space Scoop?
cy: Beth yw Space Scoop?
da: Hvad er Space Scoop?
de: Was ist Space Scoop?
el: Τι είναι οι Διαστημικές Ειδήσεις;
es: ¿Qué es Space Scoop?
fa: ملاقه‌ فضایی چیست؟
fr: Qu'est-ce que "Scoop de l'Espace" ?
he: ?מהו סקופ חלל
hi: अंतरिक्ष स्कूप क्या है?
id: Apa itu Space Scoop
is: Hvað er Space Scoop?
it: Cos'è Space Scoop?
ja: スペース・スクープとは何？
nl: Wat is Space Scoop?
no: Hva er Space Scoop?
pl: Czym jest Space Scoop?
pt: O que é o Space Scoop?
ro: Ce este Space Scoop?
ru: Что такое Космический Совок?
si: Space Scoop යනු කුමක්ද?
sl: Kaj so Space Scoop novice?
sw: Space Scoop ni nini?
ta: Space Scoop என்றால் என்ன?
tr: Uzay Gazetesi Nedir?
uk: Що таке Space Scoop?
vi: Space Scoop là gì?

source: Discover more Astronomy
ar: اكتشف المزيد حول الفضاء والفلك
bg: Открий още астрономически тайни
bn: আরো জ্যোতির্বিদ্যা আবিষ্কার করো
cs: Více o astronomii
cy: Darganfyddwch mwy o Seryddiaeth
da: Opdag Mere Astronomi
de: Entdecke mehr Astronomie
el: Ανακάλυψε περισσότερη Αστρονομία
es: Descubre más Astronomía
fa: نجوم را بیشتر کشف کنید
fr: Découvre plus d'astronomie
he: גלו עוד אסטרונומיה
hi: अधिक खगोल विज्ञान की खोज
id: Topik Astronomi lainnya
is: Lærðu meira um stjörnufræði
it: Un sacco di astronomia
ja: 天文学の発見
nl: Ontdek meer sterrenkunde
no: Opptag mer astronomi
pl: Poznaj tajniki astronomii
pt: Descobre mais Astronomia
ro: Descoperă mai multe despre astronomie
ru: Узнайте больше Астрономии
si: තාරකා විද්‍යාව ගැන තවදුරටත්
sl: Odkrij več astronomije
sw: Vumbua astronomia zaidi
ta: விண்ணியல் பற்றி அறிய
tr: Gökbilimi biraz daha keşfet
uk: Дізнайтесь більше про Астрономію
vi: Khám phá thêm về thiên văn học

source: Inspiring a New Generation of Space Explorers
ar: الهام جيل جديد من مستكشفي الفضاء
bg: Вдъхновяваме ново поколение космически изследователи
bn: নতুন প্রজন্মের মহাকাশ অনুসন্ধানকারীদের অনুপ্রাণিত করা
cs: Inspirujeme novou generaci vesmírných badatelů
cy: Ysbrydoli Cenhedlaeth Newydd o Archwilwyr Gofod
da: Inspirerer en Ny Generation af Rumudforskere
de: Wir inspirieren eine neue Generation von Entdeckern des Weltraums
el: Έμπνευση για τη Νέα Γενιά Εξερευνητών του Διαστήματος
es: Inspirando a una nueva generación de Exploradores Espaciales
fa: الهام بخشیدن به نسل جدیدی از سیاحان فضا
fr: Inspirer une nouvelle génération d'explorateur-trice-s de l'espace
he: לעורר השראה בדור חדש של מגלי חלל
hi: अंतरिक्ष खोजकर्ता की एक नई पीढ़ी को प्रेरित कर
id: Mengilhami Generasi Baru Penjelajah Antariksa
is: Veitir næstu kynslóð geimkönnuða innblástur
it: Ispirare una nuova generazione di esploratori spaziali
ja: つぎの宇宙探検家を励ますこと
nl: We inspireren een nieuwe generatie van ruimte-onderzoekers
no: Inspirerer en ny generasjon av oppdagere
pl: Inspirujemy nowe pokolenie odkrywców kosmosu
pt: Inspirando uma nova geração de Exploradores Espaciais
ro: Inspiră o nouă generație de exploratori spațiali
ru: Вдохновляет новое поколение исследователей Космоса
si: අභ්‍යවකාශ ගවේෂණයේ මීළග පරපුරේ ප්‍රගමනයට
sl: Navdih za novo generacijo raziskovalcev vesolja
sw: Hamasisha kikazi kipya cha wavumbua anga
ta: புதிய தலைமுறை விண்வெளி ஆய்வாளர்களை ஊக்கப்படுத்தல்
tr: Yeni Nesil Uzay Kaşiflerine İlham Veriyor
uk: Надихаючи нове покоління дослідників космосу

source: Space Scoop Friends
ar: أصدقاء (أخبار الفضاء)
bg: Приятели на Space Scoop
bn: স্পেস স্কুপ বন্ধু
cs: Přátelé Space Scoop
cy: Ffrindiau Space Scoop
da: Space Scoop Venner
de: Freunde von Space Scoop
el: Οι φίλοι των Διαστημικών Ειδήσεων
es: Amigos de Space Scoop
fa: دوستان ملاقه فضایی
fr: Ami-e-s de Scoop de l'Espace
he: חברים של סקופ חלל
hi: अंतरिक्ष स्कूप मित्र
id: Kawan Space Scoop
is: Vinir Space Scoop
it: Amici di Space Scoop
ja: スペース・スクープのなかまたち
nl: Vrienden van Space Scoop
no: Venner av Space Scoop
pl: Przyjaciele Space Scoop
pt: Amigos do Space Scoop
ro: Prietenii Space Scoop
ru: Друзья Космического Совка
si: Space Scoop මිතුරෝ
sl: Prijatelji Space Scoop
sw: Marafiki wa Space Scoop
ta: Space Scoop நண்பர்கள்
tr: Uzay Gazetesi Dostları
uk: Друзі Space Scoop
vi: Những người bạn Space Scoop

source: Contact Us
ar: اتصل بنا
bg: Свържи се с нас
bn: আমাদের সাথে যোগাযোগ করুন
cs: Kontaktujte nás
cy: Cysylltwch â ni
da: Kontakt Os
de: Kontakt
el: Επικοινωνήστε μαζί μας
es: Contáctanos
fa: تماس با ما
fr: Contacte-nous
he: צרו קשר
hi: हमसे संपर्क करें
id: Kontak Kami
is: Hafðu samband
it: Contattaci
ja: お問い合わせ
nl: Contact
no: Kontakt oss
pl: Skontaktuj się z nami
pt: Contacta-nos
ro: Contactează-ne!
ru: Контакт с нами
si: අපව අමතන්න
sl: Kontakt
sw: Wasiliana nasi
ta: எங்கள் தொடர்புகள்
tr: İletişime Geçin
uk: Контакти
vi: Liên hệ

source: Bringing News from across the Universe to kids around the world
cy: Yn Darparu Plant y Byd gyda Newyddion y Bydysawd
ja: 世界の子どもたちに宇宙からニュースを届けます
ro: Aduce știrile din Univers copiilor din lumea întreagă
si: විශ්වය සිසාරා එන පුවත් ළමා පරපුර වෙත

source: Space Scoop Page
cy: Tudalen Space Scoop
ja: スペース・スクープのページ
ro: Pagina Space Scoop

source: Cool Fact
ar: حقيقة مثيرة
bg: Интересно
bn: কৌতূহলী তথ্য
cs: "Cool" zajímavost
cy: Ffaith Ddiddorol
da: Cool Fakta
de: Tolle Fakten
el: Κάτι αξιοπερίεργο
es: Dato curioso
fa: نکته‌های جالب
fr: Anecdote
he: עובדה מעניינת
id: Fakta Keren
is: Fróðleg staðreynd
it: Fatti Fighi
ja: 知っ得ダネ
nl: Gaaf weetje
no: Kule fakta
pl: Ciekawostka
pt: Facto curioso
ro: Interesant
ru: Интересные факты
si: ඔබේ දැනුමට
sl: Kul dejstvo
sw: Dokezo
ta: ஆர்வக்குறிப்பு
tr: İlginç Gerçekler
uk: Крутий факт

source: This Space Scoop is based on a Press Release from INSTITUTION_NAME
cy: Caiff y Space Scoop yma ei seilio ar Ddatganiad i'r Wasg o INSTITUTION_NAME
ja: この記事は INSTITUTION_NAME の報道発表に基づいています
ro: Acest Space Scoop este realizat pe baza unui comunicat de presă de la INSTITUTION_NAME
si: INSTITUTION_NAME මාධ්ය නිවේදනයක් පදනම් කරගෙන මෙම Space scoop ලිපිය රචනා කර ඇත

source: This Space Scoop is based on Press Releases from INSTITUTIONS_NAME
cy: Caiff y Space Scoop yma ei seilio ar Ddatganiad i'r Wasg o INSTITUTION_NAME
ja: この記事は INSTITUTIONS_NAME の報道発表に基づいています
ro: Acest Space Scoop este realizat pe baza unui comunicat de presă de la INSTITUTIONS_NAME
si: INSTITUTION_NAME මාධ්ය නිවේදනයක් පදනම් කරගෙන මෙම Space scoop ලිපිය රචනා කර ඇත

source: Image
ar: صورة
bg: Изображение
bn: ছবি
cs: Obrázek
cy: Llun
da: Billede
de: Bild
el: Εικόνα
es: Imagen
fa: تصویر
he: תמונה
hi: छवि
id: Foto
is: Mynd
it: Immagini
ja: 写真
nl: Plaatje
no: Bilde
pl: Ilustracja
pt: Imagem
ro: Imagine
ru: Изображения
si: රූපය
sl: Slika
sw: Picha
ta: படங்கள்
tr: Görüntü
uk: Зображення

source: Print Friendly Version
ar: نسخة للطباعة
bg: Версия за разпечатване
bn: বন্ধুত্বপূর্ণ সংস্করণ প্রিন্ট
cs: Verze pro tisk
cy: Argarffwch y Fersiwn Cyfeillgar
da: Printervenlig udgave
de: Druckerfreundliche Version
el: Έκδοση για εκτύπωση
es: Versión para imprimir
fa: نسخه مناسب پرینت
fr: Imprimer une version agréable
he: גרסה להדפסה
hi: अनुकूल संस्करण प्रिंट
id: Versi cetak
is: Prentvæn útgáfa
it: Versione Print Friendly
ja: 印刷用ページ
nl: Printvriendelijke versie
no: Utskriftsvennlig versjon
pl: Wersja do druku
pt: Versão para imprimir
ro: Versiune printabilă
ru: Версия для печати
si: මුද්‍රණ පිටපත
sl: Verzija za tiskanje
sw: Chapisha
ta: அச்சிடக்கூடிய பதிப்பு
tr: Yazıcı Dostu Versiyon
uk: Версія для друку

source: Share
ar: مشاركة
bg: Сподели
bn: প্রদান করা
cs: Sdílej
cy: Rhannu
da: Del
de: Teilen
el: Μοιράσου το!
es: Comparte
fa: اشتراک‌گذاری
fr: Partager
he: שתפו
hi: शेयर
id: Bagikan
is: Deila
it: Condividi
ja: シェアする
nl: Deel
no: Del
pl: Podziel się
pt: Partilhar
ro: Distribuie
ru: Поделиться
si: බෙදා ගනිමු
sl: Deli z drugimi
sw: Sambaza
ta: ஷேர்
tr: Paylaş
uk: Поширити

source: Related Space Scoops
cy: Space Scoops Tebyg
ja: スペース・スクープ関連
ro: Articole Space Scoop asemănatoare
si: ආශ්‍රීත වෙනත් Space scoop ලිපි

source: More Space Scoops
ar: المزيد من أخبار الفضاء
bg: Още новини
bn: আরও স্পেস স্কুপ সম্পর্কে
cs: Více Space Scoop
cy: Mwy o Space Scoops
da: Flere Space Scoops
de: Weitere Space Scoops
el: Κι άλλες Διαστημικές Ειδήσεις
es: Más Space Scoops
fa: ملاقه‌های فضایی بیشتر
fr: Autres Scoops de l'Espace
hi: अंतरिक्ष स्कूप के बारे में अधिक
id: Space Scoop lainnya
is: Fleiri Space Scoops
it: Più Space Scoop
ja: もっとスペース・スクープについて
nl: Meer Space Scoops
no: Flere Space Scoops
pl: Więcej Space Scoops
pt: Mais space scoops
ro: Mai multe articole Space Scoop
ru: Больше о Космическом Совке
si: තවත් Space Scoop ලිපි
sl: Več Space Scoop novic
sw: Space Scoop Nyingine
ta: மேலும் Space Scoop
tr: Daha Fazla Uzay Gazetesi
uk: Більше Space Scoops

source: Partners Page
cy: Tudalen Partneriaid
ja: 協力者のページ
ro: Pagina partenerilor

source: Partner
ar: شريك
bg: Партньор
bn: অংশীদার
el: Εταίροι
es: Colaborador
fa: شریک
fr: Partenaire
hi: भागीदारों
id: Mitra
is: Samstarfsaðilar
ja: 協力者
no: Samarbeidspartner
pt: Colaborador
ro: Partener
ru: Партнёр
si: සම්පත්දායක
sw: Madau
ta: பங்காளர்
tr: Ortak
uk: Партнер

source: [Read more Space Scoops] based on INSTITUTION_NAME Press Releases
cy: (Darllenwch mwy o Space Scoops) wedi'u seilio ar Ddatganiadau Gwasg INSTITUTION_NAME
ja: [スペース・スクープについてもっと読む] INSTITUTION_NAME の報道記事にもとづきます
ro: [Citește mai multe articole Space Scoop] realizate pe baza comunicatelor de presă de la INSTITUTION_NAME
si: INSTITUTION_NAME මාධ්ය නිවේදනයක් පදනම් කරගත් තවත් Space scoop ලිපි

source: [Learn more] about INSTITUTION_NAME
cy: Dysgwch mwy am INSTITUTION_NAME
ja: [もっと知る] INSTITUTION_NAME について
ro: [Află mai multe] despre INSTITUTION_NAME
si: INSTITUTION_NAME ගැන වැඩිදුර තොරතුරු

source: Newsletter
ar: النشرة الإخبارية
bg: Бюлетин
bn: সংবাদবাহী পত্র
cy: Cylchlythyr
da: Nyhedsbrev
el: Εφημερίδα
es: Revista electrónica
fa: خبرنامه
fr: Lettre d'information
he: ניוזלטר
hi: न्यूजलेटर / संवादपत्र
id: Buletin elektronik
is: Fréttabréf
it: Newletter
ja: ニュースレター
nl: Nieuwsbrief
no: Nyhetsbrev
ro: Buletin informativ
ru: Рассылка
si: පුවත්ලිපිය
sl: Bilten
sw: Gazeti
ta: செய்திமடல்
tr: Bülten
uk: Розсилка

source: Subscribe for the newsletter now and receive all the latest news every month!!
ar: اشترك بالتشرة الإخبارية الأن,واحصل على أحدث الأخبار شهريا
bg: Запиши се за месечния ни бюлетин сега и получавай всичките ни новини всеки месец!
bn: নিউজলেটার জন্য এখন সদস্যতা নিন এবং প্রতি মাসে সব সর্বশেষ খবর পাবেন !!
cs: Přihlaš se k odběru newsletteru a budeš dostávat všechny novinky každý měsíc!!
cy: Tanysgrifiwch i'r cylchlythyr nawr a bydd gennych fynediad at y newyddion diweddaraf yn fisol!
da: Tilmeld til nyhedsbrevet nu, og modtag alle de seneste nyheder hver måned!
de: Melde dich jetzt für den Newsletter an und erhalte jeden Monat die neuesten Nachrichten!
el: Γράψου συνδρομητής στην εφημερίδα μας που σου φέρνει τα τελευταία νέα κάθε μήνα!
es: ¡¡Suscríbete ahora a la revista electrónica y recibe todas las noticias más recientes cada mes!!
fa: مشترک خبرنامه شوید و آخرین اخبار را هر ماه دریافت کنید!!
fr: Inscris-toi maintenant à la Lettre d'information et reçois les dernières nouvelles chaque mois !!
he: הרשמו לניוזלטר כעת ותקבלו חדשות עדכניות בכל חודש!
hi: समाचार पत्र के लिए अब सदस्यता लें और हर महीने सभी नवीनतम समाचार प्राप्त !!
id: Daftar dan dapatkan berita terbaru setiap bulan!
is: Vertu áskrifandi að fréttabréfinu og fáðu nýjustu fréttir sendar mánaðarlega!
it: Iscriviti ora alla newsletter e riceverai, ogni mese, tutte le ultime news!
ja: 最新のニュースレター（月刊）読者登録
nl: Schrijf je nu in voor de nieuwsbrief en ontvang elke maand het laatste nieuws!
no: Abonner på nyhetsbrevet nå og motta alle de siste nyhetene hver måned!!
pl: Subskrybuj newsletter i otrzymuj co miesiąc nowości pojawiające się na stronie!
pt: Subscreve agora a newsletter e recebe todos os meses as notícias mais recentes!
ro: Inreginstrează-te pentru a primi lunar cele mai recente știri!
ru: Подпишись на рассылку прямо сейчас и получай все самые свежие новости каждый месяц!
si: පුවත්ලිපියේ දායකත්වය ලබාගෙන නවතම තොරතුරු සැම මසකම ලබා ගන්න
sl: Naroči se na bilten in vsak mesec prejmi sveže novice!!
sw: Jisajili na gazeti ili upate taarifa mpya kila mwezi!!
ta: செய்திமடலுக்குப் பதிவு செய்வதன் மூலம், ஒவ்வொரு மாதமும் புதிய செய்திகளைப் பெற்றிடுங்கள்!
tr: Şimdi bültene üye olun ve her ay tüm yeni gelişmeleri takip edin.
uk: Підпишись на розсилку зараз і отримуй найсвіжіші новини щомісяця!

source: Write your name here...
ar: اكتب اسمك هنا...
bg: Тук напиши името си...
bn: আপনার নাম লিখুন
cs: Zde napiš své jméno...
cy: Ysgrifennwch eich enw yma...
da: Skriv dit navn her...
de: Gib hier deinen Namen ein...
el: Γράψε το όνομα σου εδώ
es: Escribe tu nombre aquí...
fa: نام خود را اینجا بنویسید...
fr: Inscris ton nom ici...
he: ...כתבו את שמכם כאן
hi: आपका नाम यहाँ लिखें ...
id: Tulis nama disini...
is: Skrifaðu nafnið þitt hér...
it: Scivi il tuo nome
ja: ここにあなたの名前を書いて下さい
nl: Schrijf je naam hier..
no: Skriv navnet ditt her …
pl: Podaj swoje imię
pt: Escreve o teu nome aqui
ro: Scrie numele tău aici...
ru: Напишите Ваше имя здесь...
si: ඔබේ නම ලියන්න
sl: Vpiši svoje ime...
sw: Andika jina lako hapa...
ta: உங்கள் பெயரை எழுதவும்...
tr: Adınızı buraya yazın...
uk: Вкажи своє ім'я тут ...

source: Write your e-mail here...
ar: اكتب بريدك الإلكتروني هنا....
bg: Тук напиши имейл адреса си...
bn: আপনার e-mail লিখুন
cs: Zde napiš svůj e-mail...
cy: Ysgrifennwch eich cyfeiriad e-bost yma...
da: Skriv din email her...
de: Gib hier deine E-Mail ein...
el: Γράψε την ηλεκτρονική σου διεύθυνση (e-mail) σου εδώ
es: Escribe tu e-mail aquí...
fa: ایمیل خود را اینجا بنویسید...
fr: Insère ton adresse électronique ici...
hi: अपने ई-मेल यहां लिखें ...
id: Tulis alamat surel disini...
is: Skrifaðu tölvupóstfangið þitt hér...
it: Scrivi qui la tua e-mail
ja: ここにあなたのメールアドレスを書いて下さい
nl: Schrijf je e-mailadres hier...
no: Skriv e-postadressen din her …
pl: Podaj swój adres email
pt: Escreve o teu email aqui
ro: Scrie adresa ta de e-mail aici...
ru: Напишите Ваш e-mail здесь...
si: ඔබේ විද්‍යුත් තැපැල් ලිපිනය ලියන්න
sl: Vpiši svoj e-naslov...
sw: Andika barua pepe yako hapa...
ta: உங்கள் ஈமெயில் முகவரியை எழுதவும்...
tr: E-posta adresinizi yazın...
uk: Вкажи свою поштову скриньку тут ...

source: Subscribe
ar: اشترك
bg: Запиши се
bn: সদস্যতা নিন
cs: Odebírat
cy: Tanysgrifiwch
da: Tilmeld
de: Anmelden
el: Εγγραφή
es: Suscribir
fa: مشترک شوید
fr: S'abonner
he: הרשמה
hi: सदस्यता के
id: Daftar
is: Áskrift
it: Iscriviti
ja: 無料購読
nl: Aanmelden
no: Abonner
pl: Subskrybuj
pt: Subscreve
ro: Inreginstrează-te
ru: Подписаться
si: දායකත්වය ලබාගන්න
sl: Naroči se
sw: Jisajili
ta: பதிவு செய்யவும்
tr: Üye olun
uk: Підписатись

source: No articles are available.
ar: لا يوجد مقالات متاحة.
bg: Няма достъпни материали.
bn: কোন বিষয়বস্তু পাওয়া যায়নি
cs: Nejsou k dispozici žádné články.
cy: Does dim erthyglau ar gael yma.
da: Der er ingen tilgængelige artikler.
de: Keine Artikel vorhanden.
el: Δεν υπάρχουν άρθρα
es: No existen artículos disponibles
fa: مقاله‌ای موجود نیست.
fr: Pas d'article disponible.
hi: कोई लेख उपलब्ध हैं।
id: Tidak ada artikel yang tersedia
is: Engar greinar til
it: Non è disponibile alcun articolo
ja: 該当する項目がありません
nl: Er zijn geen artikelen beschikbaar
no: Ingen artikler er tilgjengelige.
pl: Brak dostępnych artykułów.
pt: Não existem artigos disponíveis
ro: Nu sunt articole disponibile.
ru: Недоступные статьи
si: ලිපි නැත
sl: Noben prispevek ni na razpolago.
sw: Hakuna taarifa
ta: கட்டுரைகள் இல்லை
tr: Herhangi bir haber bulunamadı.
uk: Немає доступних статей

source: Sorry, no results found that match your query.
ar: عذرا, لا يوجد نتائج تطابق تساؤلك
bg: Съжаляваме, няма резултати, които да отговарят на твоето търсене.
bn: দুঃখিত , যে আপনার সন্ধানের বিষয়ের সাথে মিল পাওয়া যায়নি.
cs: Je nám líto, ale žádné výsledkyodpovídající tvému dotazu nebyly nalezeny.
cy: Yn anffodus, does dim canlyniad yn ateb eich ymholiad.
da: Desværre var der ingen resultater der matchede din søgning.
de: Tut uns leid, es wurden keine passenden Ergebnisse gefunden.
el: Συγνώμη, δεν υπάρχουν κατάλληλα αποτελέσματα για την αναζήτηση σου.
es: Lo sentimos, no hemos encontrado ningún resultado de la búsqueda
fr: Pardon, aucun résultat ne répond à votre requête.
he: מצטערים, לא נמצאו תוצאות תואמות לחיפוש זה
hi: क्षमा करें, आपकी क्वेरी से मेल कोई परिणाम नहीं मिला ।
id: Maaf, kata yang dicari tidak tersedia
is: Afsakaðu, engar niðurstöður passa við leitina þína
it: Siamo spiacenti, non abbiamo trovato quello che cerchi
ja: ごめんなさい、答えが見つかりません
nl: Sorry, er zijn geen resultaten gevonden die overeenkomen met jouw zoekopdracht.
no: Beklager, vi fant ingen resultater som passet med forespørselen din.
pl: Przepraszamy, brak rezultatów wyszukiwania.
pt: Desculpe, não foram encontrados resultados da pesquisa
ro: Ne pare rau, nu a fost găsit nici un rezultat in urma căutării tale.
ru: Извините, не найдено результатов, соответствующих Вашему запросу
si: සමාවන්න. ඔබේ විමසුමට ගැලපෙන තොරතුරු නැත
sl: Oprostite, noben rezultat ne ustreza vašemu iskanju.
sw: Samahani, hakuna taarifa inayohusiana na utafutaji wako
ta: மன்னிக்கவும், உங்கள் தேடலுக்குப் பொருத்தமான முடிவுகள் எதுவும் இல்லை.
tr: Üzgünüz, isteğinize uygun arama sonucu bulunamadı.
uk: Вибачте, пошук не дав результатів

source: This page isn't available in your language yet, if you'd like to provide a translation please contact us at CONTACT_ADDRESS
cy: Nid yw'r dudalen hon ar gael yn eich iaith eto. Os hoffech ei gyfieithu, cysylltwch â ni ar CONTACT_ADDRESS
ja: まだ日本語に翻訳されていません。翻訳のご希望は CONTACT_ADDRESS へ連絡して下さい
ro: Acestă pagină nu este tradusă în acestă limbă; dacă doresti să realizezi traducerea te rugăm să ne contactezi la adresa CONTACT_ADDRESS
si: මෙම පිටුව ඔබේ භාෂාවෙන් පරිවර්තනය කර නැත. ඔබ එය පරිවර්තනය කිරීමට කැමති නම් අපව සම්බන්ද කර ගන්න CONTACT_ADDRESS

source: Atoms and Molecules
cy: Atomau a Moleciwlau
ja: 原子と分子
ro: Atomi și molecule
si: පරමාණු හා අණු

source: Cosmology
cy: Cosmoleg
ja: 宇宙論
ro: Cosmologie
si: විශ්ව න්‍යය විද්‍යාව

source: Black Holes
cy: Tyllau Du
ja: ブラックホール
ro: Gaură neagră
si: කාල කුහර

source: Dark Matter
cy: Matter Tywyll
ja: 暗黒物質
ro: Materie întunecată
si: අඳුරු පදාර්ථ

source: Missions
cy: Teithiau
ja: ミッション
ro: Misiuni spațiale
si: මෙහෙයුම්

source: Technology
cy: Technoleg
ja: 技術
ro: Tehnologie
si: තාක්ෂනය

source: Gravity
cy: Disgyrchiant
ja: 重力
ro: Gravitație
si: ගුරුත්වාකර්ෂණය

source: Solar System
cy: Cysawd yr Haul
ja: 太陽系
ro: Sistem Solar
si: සෞර ග්‍රහ මණ්ඩලය

source: Planets
cy: Planedau
ja: 惑星
ro: Planete
si: ග්‍රහලෝක

source: Comets
cy: Comedau
ja: 彗星（すいせい）
ro: Comete
si: ධුමකේතු

source: Asteroids
cy: Asteroidau
ja: 小惑星
ro: Asteroizi
si: ග්‍රහක

source: Supernova Remnants
cy: Gweddillion Uwchnova
ja: 超新星残がい
ro: Rest de supernovă
si: සුපර්නෝවා ඉතිරි

source: Planetary Nebulae
cy: Nifylau Planedol
ja: 惑星状星雲
ro: Nebuloasă planetară
si: ග්‍රහ නිහාරිකා

source: Star Forming Nebulae
cy: Nifylau Ffurfiau Sêr
ja: 星形成星雲
ro: Nebuloasă în care se nasc stele
si: තාරකා බිහිවන නිහාරිකා

source: Irregular Galaxies
cy: Galaethau Afreolaidd
ja: 不規則銀河
ro: Galaxie neregulată
si: අක්‍රමවත් මන්දාකිනි

source: Elliptical Galaxies
cy: Galaethau Elipitgol
ja: だ円銀河
ro: Galaxie eliptică
si: ඉලිප්සාකාර මන්දාකිනි
